{
    "1.1": "Запрещены попытки выдать себя за администрацию проекта.",
    "1.2": "Запрещается регистрация аккаунта, нацеленного на причинение вреда серверу и его игрокам.",
    "1.3": "Запрещается передавать аккаунт с любым статусом сторонним личностям, неважно «продажа» это или же обычная передача. Владельцем аккаунта являетесь только ВЫ.",
    "2.1": "Запрещается злоупотреблять использованием нецензурной лексики, мат в любом виде, в том числе завуалированный в игровом чате, независимо от формы и места высказывания.",
    "2.2": "Запрещается оскорбление игроков в любой форме.",
    "2.3": "Запрещается флуд в игровом чате.",
    "2.4": "Запрещается распространять информацию о сторонних ресурсах, не относящихся к нашему серверу.",
    "2.5": "Запрещается общение на других языках в общем игровом чате.",
    "2.6": "Запрещаются сообщения связанные с экстремизмом.",
    "2.7": "Запрещается пропаганда/обсуждение наркотиков.",
    "2.8": "Запрещается организация флуда путем провокационных сообщений в игровом чате.",
    "2.9": "Запрещается вымогательство ресурсов у администрации/обычных игроков.",
    "2.10": "Запрещается попытки продажи/продажа игрового товара,услуги или аккаунта за реальную валюту.",
    "2.11": "Запрещается неадекватное поведение, которое неприятно большинству игроков на сервере.",
    "2.12": "Запрещается оскорблять проект, а так же его администрацию и персонал.",
    "2.13": "Запрещается злоупотреблять верхним регистром.",
    "2.14": "Запрещаются насмешки в сторону неопытных игроков, дезинформация оных.",
    "2.15": "Запрещается пускать ложные сведения касательно проекта.",
    "2.16": "Запрещаются обсуждения, касающиеся смерти/убийств/терактов/политических взглядов.",
    "2.17": "Запрещается обсуждение работы персонала проекта, попытка упрека и исправлений.",
    "2.18": "Запрещается распространение информации о читах, багах, недоработках, прямо или косвенно облегчающих или изменяющих игровой процесс.",
    "3.1": "Запрещается создавать и использовать постройки нецензурного характера, пропаганда наркотиков/нацизма в формате построек.",
    "3.2": "Запрещается умышленное игнорирования распределения команд.",
    "3.3": "Запрещается получение статистики нечестным путём.",
    "3.4": "Запрещается препятствовать нормальной работе клиента игры других игроков/препятствовать нормальной игре.",
    "3.5": "Запрещается вводить администрацию в заблуждение/обманывать.",
    "3.6": "Запрещается гриф на SkyBlock.",
    "3.7": "Запрещается злоупотреблять командами /report и т.д., использовать их не по прямому назначению.",
    "3.8": "Запрещается использование возможностей доната в корыстных целях (в пвп, полете и т.п.).",
    "3.9": "Запрещается раздача ресурсов в т.ч. обмен китами и розыгрыши ресурсов.",
    "3.10": "Запрещается провоцировать игроков на нарушение правил сервера",
    "4": "Нарушение правил по использованию сторонних модификаций клиента.",
    "5": "Нарушение правил проверки на читы",
    "5.1": "Нарушение правил по использованию сторонних модификаций клиента (При проверке)",
    "228": "Администрация вправе выдавать любое наказание в любое время.",
    "0": "На сервере действует прецедентная система правил. (Если игрок совершил правонарушение, которое не описано ни в каких правилах сервера, то он может быть наказан с разрешения ГА.)."
  }